Revit 2027 API
ParameterTypeId.ColorFillFilteredParam Property
 "Values Displayed"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ColorFillFilteredParam { get; }
Public Shared ReadOnly Property ColorFillFilteredParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ColorFillFilteredParam {
	ForgeTypeId^ get ();
}
static member ColorFillFilteredParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace